---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DatumBubbleLocationInElev
source: html/9c93018b-0351-5f44-8ee0-0aac2584c1b6.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DatumBubbleLocationInElev Property

"Non-Plan View Symbols (Default)"

## Syntax (C#)
```csharp
public static ForgeTypeId DatumBubbleLocationInElev { get; }
```